{"text": "iCapital Network to buy Deutsche Bank’s US private equity access fund platform.\n\niCapital Network has agreed to acquire the US private equity access fund platform from Deutsche Bank‘s asset management division. No financial terms were disclosed. The US private equity access fund platform is comprised of 33 funds with about $2.5 billion in invested assets. The deal is expected to close before the end of the year.\n\nPRESS RELEASE\n\nNEW YORK–(BUSINESS WIRE)–iCapital Network, the financial technology platform democratizing alternative investments for high-net-worth (HNW) individuals and their advisors, today announced it has entered into a definitive purchase agreement to acquire the US Private Equity Access Fund Platform from the Asset Management division of Deutsche Bank.\n\nThe US Private Equity Access Fund Platform is comprised of 33 funds representing a range of investment strategies and underlying managers with approximately $2.5 billion in invested assets and more than 7,000 domestic and international investors. iCapital Advisors LLC, an SEC registered investment adviser, will take over as investment manager for the portfolio of private equity access funds and iCapital’s end-to-end technology solution will be leveraged to streamline and automate the ongoing administration of the funds and provide operational support for investors. With the transfer of assets, iCapital will service approximately $5 billion in private fund assets making it one of the largest US-based independent alternative investment platforms for the HNW community.\n\n“We see this deal as an important step forward in our mission to connect alternative asset managers with high-net-worth individuals, and are excited to work with a new universe of advisors and investors who can benefit from our state-of-the-art tech-enabled services,” said Lawrence Calcano, Chief Executive Officer of iCapital Network. “This strategic acquisition perfectly complements our existing business and brings with it an outstanding team of experienced professionals as well as expanded relationships with leading general partners, which will strengthen our value proposition to the marketplace and our growing investor network.”\n\nTo ensure continuity of service, iCapital plans to maintain relationships with the funds’ third-party service providers and will offer positions to the 18 employees currently managing the fund portfolio and servicing the investors within Deutsche Asset Management. As part of iCapital, the team will continue to support existing fund investors, which include clients of Deutsche Bank Wealth Management and Raymond James.\n\n“iCapital is a well-known leader in the alternative investments space delivering a suite of digital capabilities that are well-suited to foster and grow the US Private Equity Access Fund Platform,” said Pierre Cherki, Head of Alternatives at Deutsche Asset Management. “We remain committed to Private Equity as part of our growth strategy for the Alternatives platform in the institutional space.”\n\n“The core of our offering is the technology behind it, which gives us the ability to scale exponentially while continuing to offer the high-touch, seamless service that our network expects when investing in alternatives,” said Tom Fortin, Chief Operating Officer of iCapital Network. “This acquisition presents new possibilities for consolidation and growth, and further solidifies our position as the preferred alternative investments technology solution for asset managers and wealth managers.”\n\nThe transaction is expected to close before the end of 2017. Terms of the agreement were not disclosed.\n\nAbout iCapital Network\n\niCapital Network is a financial technology platform that provides modular alternative investments solutions for registered investment advisors, broker-dealers, private banks, family offices and other sophisticated investors. The state-of-the-art online portal offers a curated menu of private equity, private credit, venture capital, real estate and hedge funds, along with extensive due diligence support, an automated subscription process and integration with a wide range of custodians and reporting packages. The firm’s configurable technology and specialized suite of services is also used by asset managers and financial institutions to streamline and automate their private fund operational infrastructure.\n\nFor additional information, please visit the Company’s website at www.icapitalnetwork.com | LinkedIn: https://www.linkedin.com/company/icapital-network-inc | Twitter: @icapitalnetwork | Facebook: https://www.facebook.com/icapitalnetwork/\n\nAbout Deutsche Bank\n\nWith EUR 711 billion of assets under management (as of June 30, 2017), Deutsche Asset Management¹ is one of the world’s leading investment management organizations. Deutsche Asset Management offers individuals and institutions traditional and alternative investments across all major asset classes.\n\n¹ Deutsche Asset Management is the brand name of the Asset Management division of the Deutsche Bank Group. The respective legal entities offering products or services under the Deutsche Asset Management brand are specified in the respective contracts, sales materials and other product information documents.", "entities": []}
{"text": "CoachHub doubles up, raising €10 million just after its €6 million round, to democratise business coaching.\n\nCoachHub, the Berlin-based digital coaching platform, has announced a €10 million round from existing investors HV Holtzbrinck Ventures, Partech, and Speedinvest, plus new investor RTP Global. The news comes just three months after its inaugural €6 million fundraise.\n\nDubbing itself a “mobile coaching cloud,” the startup democratises professional coaching, taking services usually reserved for top executives and making them available to employees at any level in the company. CoachHub’s AI-based matching system recommends three business coaches that fit the employee’s individual requirements and personal requests.\n\nThe platform boasts a global network of more than 400 certified coaches across six continents and over 30 languages. Coaches work remotely with employees at over 100 organisations, including large corporations like Generali and Bosch Rexroth, and household tech companies like SoundCloud and HelloFresh.\n\nSerial entrepreneurs and brothers Yannis and Matti Niebelschuetz founded the company in 2018, and have since built a team that’s currently 75 employees and forecasted to grow to 200 by mid-2020.\n\nYannis Niebelschuetz explained the company’s success: “Our customers are seeing measurable results in terms of increased rates of employee retention and happiness. Regular, tailored coaching sessions have been shown to have a positive impact on business and employee performance. However, the reliance of traditional formats on in-person coaching sessions, which is inflexible, time-consuming and unscalable, has kept coaching out of reach for all but the most senior staff. We are fundamentally disrupting the learning and development landscape and democratising access to business coaching.”\n\nThe funding will help the startup grow its pool of coaches in the UK, as well as its core markets in France, Germany, Benelux and the Nordics. In addition to the platform and business operation side of things, the funds will further develop the company’s Coaching Lab, a think tank for behavioural research in the coaching space, designed to support coach development.\n\nCommenting on the investment, David Kuczek of HV Holtzbrinck Ventures said: “Digital coaching has become a billion dollar market that’s increasing year on year, and we see CoachHub as the clear category leader in Europe. We’re really impressed by the team’s execution in building this platform and the rapid customer traction it’s gained since launching last year.”", "entities": [[0, 8, "org_in_focus"], [29, 40, "money_funded"], [56, 66, "money_funded"], [2, 10, "org_in_focus"], [16, 22, "headquarters_loc"], [72, 83, "money_funded"], [114, 137, "investor"], [139, 146, "investor"], [152, 163, "investor"], [183, 193, "investor"], [107, 115, "org_in_focus"], [136, 147, "money_funded"], [163, 173, "money_funded"], [109, 117, "org_in_focus"], [123, 129, "headquarters_loc"], [179, 190, "money_funded"], [221, 244, "investor"], [246, 253, "investor"], [259, 270, "investor"], [290, 300, "investor"], [302, 310, "org_in_focus"], [331, 342, "money_funded"], [358, 368, "money_funded"], [304, 312, "org_in_focus"], [318, 324, "headquarters_loc"], [374, 385, "money_funded"], [416, 439, "investor"], [441, 448, "investor"], [454, 465, "investor"], [485, 495, "investor"], [376, 384, "org_in_focus"], [405, 416, "money_funded"], [432, 442, "money_funded"], [378, 386, "org_in_focus"], [392, 398, "headquarters_loc"], [448, 459, "money_funded"], [490, 513, "investor"], [515, 522, "investor"], [528, 539, "investor"], [559, 569, "investor"], [588, 596, "org_in_focus"], [617, 628, "money_funded"], [644, 654, "money_funded"], [590, 598, "org_in_focus"], [604, 610, "headquarters_loc"], [660, 671, "money_funded"], [702, 725, "investor"], [727, 734, "investor"], [740, 751, "investor"], [771, 781, "investor"], [728, 736, "org_in_focus"], [757, 768, "money_funded"], [784, 794, "money_funded"], [730, 738, "org_in_focus"], [744, 750, "headquarters_loc"], [800, 811, "money_funded"], [842, 865, "investor"], [867, 874, "investor"], [880, 891, "investor"], [911, 921, "investor"], [847, 855, "org_in_focus"], [876, 887, "money_funded"], [903, 913, "money_funded"], [849, 857, "org_in_focus"], [863, 869, "headquarters_loc"], [919, 930, "money_funded"], [961, 984, "investor"], [986, 993, "investor"], [999, 1010, "investor"], [1030, 1040, "investor"], [1033, 1041, "org_in_focus"], [1062, 1073, "money_funded"], [1089, 1099, "money_funded"], [1035, 1043, "org_in_focus"], [1049, 1055, "headquarters_loc"], [1105, 1116, "money_funded"], [1147, 1170, "investor"], [1172, 1179, "investor"], [1185, 1196, "investor"], [1216, 1226, "investor"], [1229, 1237, "org_in_focus"], [1258, 1269, "money_funded"], [1285, 1295, "money_funded"], [1231, 1239, "org_in_focus"], [1245, 1251, "headquarters_loc"], [1301, 1312, "money_funded"], [1343, 1366, "investor"], [1368, 1375, "investor"], [1381, 1392, "investor"], [1412, 1422, "investor"], [1395, 1403, "org_in_focus"], [1424, 1435, "money_funded"], [1451, 1461, "money_funded"], [1397, 1405, "org_in_focus"], [1411, 1417, "headquarters_loc"], [1467, 1478, "money_funded"], [1509, 1532, "investor"], [1534, 1541, "investor"], [1547, 1558, "investor"], [1578, 1588, "investor"], [1511, 1519, "org_in_focus"], [1540, 1551, "money_funded"], [1567, 1577, "money_funded"], [1513, 1521, "org_in_focus"], [1527, 1533, "headquarters_loc"], [1583, 1594, "money_funded"], [1625, 1648, "investor"], [1650, 1657, "investor"], [1663, 1674, "investor"], [1694, 1704, "investor"], [1706, 1714, "org_in_focus"], [1735, 1746, "money_funded"], [1762, 1772, "money_funded"], [1708, 1716, "org_in_focus"], [1722, 1728, "headquarters_loc"], [1778, 1789, "money_funded"], [1820, 1843, "investor"], [1845, 1852, "investor"], [1858, 1869, "investor"], [1889, 1899, "investor"], [1824, 1832, "org_in_focus"], [1853, 1864, "money_funded"], [1880, 1890, "money_funded"], [1826, 1834, "org_in_focus"], [1840, 1846, "headquarters_loc"], [1896, 1907, "money_funded"], [1938, 1961, "investor"], [1963, 1970, "investor"], [1976, 1987, "investor"], [2007, 2017, "investor"], [1969, 1977, "org_in_focus"], [1998, 2009, "money_funded"], [2025, 2035, "money_funded"], [1971, 1979, "org_in_focus"], [1985, 1991, "headquarters_loc"], [2041, 2052, "money_funded"], [2083, 2106, "investor"], [2108, 2115, "investor"], [2121, 2132, "investor"], [2152, 2162, "investor"], [2194, 2202, "org_in_focus"], [2223, 2234, "money_funded"], [2250, 2260, "money_funded"], [2196, 2204, "org_in_focus"], [2210, 2216, "headquarters_loc"], [2266, 2277, "money_funded"], [2308, 2331, "investor"], [2333, 2340, "investor"], [2346, 2357, "investor"], [2377, 2387, "investor"], [2417, 2425, "org_in_focus"], [2446, 2457, "money_funded"], [2473, 2483, "money_funded"], [2419, 2427, "org_in_focus"], [2433, 2439, "headquarters_loc"], [2489, 2500, "money_funded"], [2531, 2554, "investor"], [2556, 2563, "investor"], [2569, 2580, "investor"], [2600, 2610, "investor"]]}
{"text": "Amsterdam-based Pride Capital Partners provides mezzanine loan to German social intranet app, COYO.\n\nIn a recent development, Hamburg-based social intranet app COYO has secured a mezzanine loan from Amsterdam-based Pride Capital Partners to finance its national and international growth strategy. Pride Capital Partners was previously known as Main Mezzanine Capital, and back then it provided a loan to leading Dutch online travel company Travelbird — which got acquired by UK’s Secret Escape recently.\n\n10 winning deep tech scaleups of 2019 Take a look at winners of EIT Digital Challenge 2019. Take a look at winners of EIT Digital Challenge 2019. Show Less\n\nThis is the first loan offered by Pride Capital Partners since it became an independent mezzanine provider. According to the company, the mezzanine loan will be used to finance COYO’s expansion strategy. Initially, the focus is on supporting the continuous development of the platform and strengthening the sales channel for large and extra-large clients. However, the loan amount is not disclosed.\n\nWhat is a Mezzanine loan?\n\nAccording to Internet definition, ‘A mezzanine loan is a financing option that combines the elements of both debt and equity financing. It is considered as high-risk debt, but also offers high returns for the lender. In more simple terms, the mezzanine loan is a type of funding that can be transformed into an ownership/equity if the borrower fails to pay.\n\nIn case of Pride Capital Partners, it provides loans from € 2M and the focus is on SME companies with at least €3M in revenues, more than 20 employees and a strong track record with profitable growth.\n\nCOYO – serves as a digital home!\n\nFor the starters, COYO offers an in-house developed social collaboration and intranet platform that serves as a digital home for many medium to large companies in Europe. Furthermore, the platform is sold in a SaaS and private cloud model resulting in a scalable and recurring business.\n\nEnables companies to heighten their reach!\n\nAt present, the company employs around 100 people. With this platform, it enables companies to increase their reach amongst their staff and substantially promote content creation and collaboration within the staff.\n\nAdditionally, It helps employees to better identify themselves with their employer and the company culture as they are more democratically involved in decision-making processes and generally better informed about recent developments within the company.\n\nNotably, COYO has customers currently between 75.000 and 300.000 users active on the platform. Currently, only 30% of European enterprises use some sort of social collaboration platform.\n\nPride Capital Partners\n\nPride Capital Partners provides mezzanine loans to profitable and growing companies in the software and ICT market in the Benelux and DACH region. Currently, Pride Capital Partners is in the process of raising a Mezzanine fund with European Investment Fund amongst its institutional investor base.\n\nJan Marius Marquardt (Founder & CEO of COYO):\n\nWe’re very happy that our profitable and fast growth allowed us to attract a mezzanine loan from Pride Capital Partners. After becoming the leading German social and mobile intranet vendor with over 700.000 users and without external financing, the loan will now allow us to reach our international growth goals while maintaining the existing shareholder structure.\n\nLars van ‘t Hoenderdaal (Managing Partner of Pride Capital Partners):\n\nCOYO’s strong technology, scalable and recurring business model, combined with a very dedicated management team convinced us to provide the means for their growth strategy. The mezzanine loan is a perfect fit for COYO’s growth ambitions, allowing management and shareholders to secure their future without major changes in their legal and operational setting.\n\nStay tuned to Silicon Canals for more updates in the tech startup world.\n\nDid you know you can post your job for free on our job board? If you require extra promotion, reach out to [email protected] for a discounted offer.", "entities": [[0, 9, "headquarters_loc"], [16, 38, "investor"], [94, 98, "org_in_focus"], [61, 65, "org_in_focus"], [80, 94, "type_of_funding"], [100, 109, "headquarters_loc"], [116, 138, "investor"], [0, 22, "investor"], [47, 69, "investor"], [99, 103, "type_of_funding"], [115, 120, "headquarters_loc"], [99, 108, "headquarters_loc"], [115, 137, "investor"], [193, 197, "org_in_focus"], [160, 164, "org_in_focus"], [179, 193, "type_of_funding"], [199, 208, "headquarters_loc"], [215, 237, "investor"], [99, 121, "investor"], [146, 168, "investor"], [198, 202, "type_of_funding"], [214, 219, "headquarters_loc"], [297, 306, "headquarters_loc"], [313, 335, "investor"], [391, 395, "org_in_focus"], [358, 362, "org_in_focus"], [377, 391, "type_of_funding"], [397, 406, "headquarters_loc"], [413, 435, "investor"], [297, 319, "investor"], [344, 366, "investor"], [396, 400, "type_of_funding"], [412, 417, "headquarters_loc"], [503, 512, "headquarters_loc"], [519, 541, "investor"], [597, 601, "org_in_focus"], [564, 568, "org_in_focus"], [583, 597, "type_of_funding"], [603, 612, "headquarters_loc"], [619, 641, "investor"], [503, 525, "investor"], [550, 572, "investor"], [602, 606, "type_of_funding"], [618, 623, "headquarters_loc"], [597, 606, "headquarters_loc"], [613, 635, "investor"], [691, 695, "org_in_focus"], [658, 662, "org_in_focus"], [677, 691, "type_of_funding"], [697, 706, "headquarters_loc"], [713, 735, "investor"], [597, 619, "investor"], [644, 666, "investor"], [696, 700, "type_of_funding"], [712, 717, "headquarters_loc"], [651, 660, "headquarters_loc"], [667, 689, "investor"], [745, 749, "org_in_focus"], [712, 716, "org_in_focus"], [731, 745, "type_of_funding"], [751, 760, "headquarters_loc"], [767, 789, "investor"], [651, 673, "investor"], [698, 720, "investor"], [750, 754, "type_of_funding"], [766, 771, "headquarters_loc"], [770, 779, "headquarters_loc"], [786, 808, "investor"], [864, 868, "org_in_focus"], [831, 835, "org_in_focus"], [850, 864, "type_of_funding"], [870, 879, "headquarters_loc"], [886, 908, "investor"], [770, 792, "investor"], [817, 839, "investor"], [869, 873, "type_of_funding"], [885, 890, "headquarters_loc"], [866, 875, "headquarters_loc"], [882, 904, "investor"], [960, 964, "org_in_focus"], [927, 931, "org_in_focus"], [946, 960, "type_of_funding"], [966, 975, "headquarters_loc"], [982, 1004, "investor"], [866, 888, "investor"], [913, 935, "investor"], [965, 969, "type_of_funding"], [981, 986, "headquarters_loc"], [1018, 1027, "headquarters_loc"], [1034, 1056, "investor"], [1112, 1116, "org_in_focus"], [1079, 1083, "org_in_focus"], [1098, 1112, "type_of_funding"], [1118, 1127, "headquarters_loc"], [1134, 1156, "investor"], [1018, 1040, "investor"], [1065, 1087, "investor"], [1117, 1121, "type_of_funding"], [1133, 1138, "headquarters_loc"], [1060, 1069, "headquarters_loc"], [1076, 1098, "investor"], [1154, 1158, "org_in_focus"], [1121, 1125, "org_in_focus"], [1140, 1154, "type_of_funding"], [1160, 1169, "headquarters_loc"], [1176, 1198, "investor"], [1060, 1082, "investor"], [1107, 1129, "investor"], [1159, 1163, "type_of_funding"], [1175, 1180, "headquarters_loc"], [1087, 1096, "headquarters_loc"], [1103, 1125, "investor"], [1181, 1185, "org_in_focus"], [1148, 1152, "org_in_focus"], [1167, 1181, "type_of_funding"], [1187, 1196, "headquarters_loc"], [1203, 1225, "investor"], [1087, 1109, "investor"], [1134, 1156, "investor"], [1186, 1190, "type_of_funding"], [1202, 1207, "headquarters_loc"], [1225, 1234, "headquarters_loc"], [1241, 1263, "investor"], [1319, 1323, "org_in_focus"], [1286, 1290, "org_in_focus"], [1305, 1319, "type_of_funding"], [1325, 1334, "headquarters_loc"], [1341, 1363, "investor"], [1225, 1247, "investor"], [1272, 1294, "investor"], [1324, 1328, "type_of_funding"], [1340, 1345, "headquarters_loc"], [1306, 1315, "headquarters_loc"], [1322, 1344, "investor"], [1400, 1404, "org_in_focus"], [1367, 1371, "org_in_focus"], [1386, 1400, "type_of_funding"], [1406, 1415, "headquarters_loc"], [1422, 1444, "investor"], [1306, 1328, "investor"], [1353, 1375, "investor"], [1405, 1409, "type_of_funding"], [1421, 1426, "headquarters_loc"], [1446, 1455, "headquarters_loc"], [1462, 1484, "investor"], [1540, 1544, "org_in_focus"], [1507, 1511, "org_in_focus"], [1526, 1540, "type_of_funding"], [1546, 1555, "headquarters_loc"], [1562, 1584, "investor"], [1446, 1468, "investor"], [1493, 1515, "investor"], [1545, 1549, "type_of_funding"], [1561, 1566, "headquarters_loc"], [1648, 1657, "headquarters_loc"], [1664, 1686, "investor"], [1742, 1746, "org_in_focus"], [1709, 1713, "org_in_focus"], [1728, 1742, "type_of_funding"], [1748, 1757, "headquarters_loc"], [1764, 1786, "investor"], [1648, 1670, "investor"], [1695, 1717, "investor"], [1747, 1751, "type_of_funding"], [1763, 1768, "headquarters_loc"], [1682, 1691, "headquarters_loc"], [1698, 1720, "investor"], [1776, 1780, "org_in_focus"], [1743, 1747, "org_in_focus"], [1762, 1776, "type_of_funding"], [1782, 1791, "headquarters_loc"], [1798, 1820, "investor"], [1682, 1704, "investor"], [1729, 1751, "investor"], [1781, 1785, "type_of_funding"], [1797, 1802, "headquarters_loc"], [1855, 1864, "headquarters_loc"], [1871, 1893, "investor"], [1949, 1953, "org_in_focus"], [1916, 1920, "org_in_focus"], [1935, 1949, "type_of_funding"], [1955, 1964, "headquarters_loc"], [1971, 1993, "investor"], [1855, 1877, "investor"], [1902, 1924, "investor"], [1954, 1958, "type_of_funding"], [1970, 1975, "headquarters_loc"], [1970, 1979, "headquarters_loc"], [1986, 2008, "investor"], [2064, 2068, "org_in_focus"], [2031, 2035, "org_in_focus"], [2050, 2064, "type_of_funding"], [2070, 2079, "headquarters_loc"], [2086, 2108, "investor"], [1970, 1992, "investor"], [2017, 2039, "investor"], [2069, 2073, "type_of_funding"], [2085, 2090, "headquarters_loc"], [2014, 2023, "headquarters_loc"], [2030, 2052, "investor"], [2108, 2112, "org_in_focus"], [2075, 2079, "org_in_focus"], [2094, 2108, "type_of_funding"], [2114, 2123, "headquarters_loc"], [2130, 2152, "investor"], [2014, 2036, "investor"], [2061, 2083, "investor"], [2113, 2117, "type_of_funding"], [2129, 2134, "headquarters_loc"], [2067, 2076, "headquarters_loc"], [2083, 2105, "investor"], [2161, 2165, "org_in_focus"], [2128, 2132, "org_in_focus"], [2147, 2161, "type_of_funding"], [2167, 2176, "headquarters_loc"], [2183, 2205, "investor"], [2067, 2089, "investor"], [2114, 2136, "investor"], [2166, 2170, "type_of_funding"], [2182, 2187, "headquarters_loc"], [2230, 2239, "headquarters_loc"], [2246, 2268, "investor"], [2324, 2328, "org_in_focus"], [2291, 2295, "org_in_focus"], [2310, 2324, "type_of_funding"], [2330, 2339, "headquarters_loc"], [2346, 2368, "investor"], [2230, 2252, "investor"], [2277, 2299, "investor"], [2329, 2333, "type_of_funding"], [2345, 2350, "headquarters_loc"], [2484, 2493, "headquarters_loc"], [2500, 2522, "investor"], [2578, 2582, "org_in_focus"], [2545, 2549, "org_in_focus"], [2564, 2578, "type_of_funding"], [2584, 2593, "headquarters_loc"], [2600, 2622, "investor"], [2484, 2506, "investor"], [2531, 2553, "investor"], [2583, 2587, "type_of_funding"], [2599, 2604, "headquarters_loc"], [2581, 2590, "headquarters_loc"], [2597, 2619, "investor"], [2675, 2679, "org_in_focus"], [2642, 2646, "org_in_focus"], [2661, 2675, "type_of_funding"], [2681, 2690, "headquarters_loc"], [2697, 2719, "investor"], [2581, 2603, "investor"], [2628, 2650, "investor"], [2680, 2684, "type_of_funding"], [2696, 2701, "headquarters_loc"], [2672, 2681, "headquarters_loc"], [2688, 2710, "investor"], [2766, 2770, "org_in_focus"], [2733, 2737, "org_in_focus"], [2752, 2766, "type_of_funding"], [2772, 2781, "headquarters_loc"], [2788, 2810, "investor"], [2672, 2694, "investor"], [2719, 2741, "investor"], [2771, 2775, "type_of_funding"], [2787, 2792, "headquarters_loc"], [2845, 2854, "headquarters_loc"], [2861, 2883, "investor"], [2939, 2943, "org_in_focus"], [2906, 2910, "org_in_focus"], [2925, 2939, "type_of_funding"], [2945, 2954, "headquarters_loc"], [2961, 2983, "investor"], [2845, 2867, "investor"], [2892, 2914, "investor"], [2944, 2948, "type_of_funding"], [2960, 2965, "headquarters_loc"], [2995, 3004, "headquarters_loc"], [3011, 3033, "investor"], [3089, 3093, "org_in_focus"], [3056, 3060, "org_in_focus"], [3075, 3089, "type_of_funding"], [3095, 3104, "headquarters_loc"], [3111, 3133, "investor"], [2995, 3017, "investor"], [3042, 3064, "investor"], [3094, 3098, "type_of_funding"], [3110, 3115, "headquarters_loc"], [3165, 3174, "headquarters_loc"], [3181, 3203, "investor"], [3259, 3263, "org_in_focus"], [3226, 3230, "org_in_focus"], [3245, 3259, "type_of_funding"], [3265, 3274, "headquarters_loc"], [3281, 3303, "investor"], [3165, 3187, "investor"], [3212, 3234, "investor"], [3264, 3268, "type_of_funding"], [3280, 3285, "headquarters_loc"], [3409, 3418, "headquarters_loc"], [3425, 3447, "investor"], [3503, 3507, "org_in_focus"], [3470, 3474, "org_in_focus"], [3489, 3503, "type_of_funding"], [3509, 3518, "headquarters_loc"], [3525, 3547, "investor"], [3409, 3431, "investor"], [3456, 3478, "investor"], [3508, 3512, "type_of_funding"], [3524, 3529, "headquarters_loc"], [3655, 3664, "headquarters_loc"], [3671, 3693, "investor"], [3749, 3753, "org_in_focus"], [3716, 3720, "org_in_focus"], [3735, 3749, "type_of_funding"], [3755, 3764, "headquarters_loc"], [3771, 3793, "investor"], [3655, 3677, "investor"], [3702, 3724, "investor"], [3754, 3758, "type_of_funding"], [3770, 3775, "headquarters_loc"], [3841, 3850, "headquarters_loc"], [3857, 3879, "investor"], [3935, 3939, "org_in_focus"], [3902, 3906, "org_in_focus"], [3921, 3935, "type_of_funding"], [3941, 3950, "headquarters_loc"], [3957, 3979, "investor"], [3841, 3863, "investor"], [3888, 3910, "investor"], [3940, 3944, "type_of_funding"], [3956, 3961, "headquarters_loc"], [3915, 3924, "headquarters_loc"], [3931, 3953, "investor"], [4009, 4013, "org_in_focus"], [3976, 3980, "org_in_focus"], [3995, 4009, "type_of_funding"], [4015, 4024, "headquarters_loc"], [4031, 4053, "investor"], [3915, 3937, "investor"], [3962, 3984, "investor"], [4014, 4018, "type_of_funding"], [4030, 4035, "headquarters_loc"], [3979, 3988, "headquarters_loc"], [3995, 4017, "investor"], [4073, 4077, "org_in_focus"], [4040, 4044, "org_in_focus"], [4059, 4073, "type_of_funding"], [4079, 4088, "headquarters_loc"], [4095, 4117, "investor"], [3979, 4001, "investor"], [4026, 4048, "investor"], [4078, 4082, "type_of_funding"], [4094, 4099, "headquarters_loc"]]}
