{"text": "CoachHub doubles up, raising €10 million just after its €6 million round, to democratise business coaching.\n\nCoachHub, the Berlin-based digital coaching platform, has announced a €10 million round from existing investors HV Holtzbrinck Ventures, Partech, and Speedinvest, plus new investor RTP Global. The news comes just three months after its inaugural €6 million fundraise.\n\nDubbing itself a “mobile coaching cloud,” the startup democratises professional coaching, taking services usually reserved for top executives and making them available to employees at any level in the company. CoachHub’s AI-based matching system recommends three business coaches that fit the employee’s individual requirements and personal requests.\n\nThe platform boasts a global network of more than 400 certified coaches across six continents and over 30 languages. Coaches work remotely with employees at over 100 organisations, including large corporations like Generali and Bosch Rexroth, and household tech companies like SoundCloud and HelloFresh.\n\nSerial entrepreneurs and brothers Yannis and Matti Niebelschuetz founded the company in 2018, and have since built a team that’s currently 75 employees and forecasted to grow to 200 by mid-2020.\n\nYannis Niebelschuetz explained the company’s success: “Our customers are seeing measurable results in terms of increased rates of employee retention and happiness. Regular, tailored coaching sessions have been shown to have a positive impact on business and employee performance. However, the reliance of traditional formats on in-person coaching sessions, which is inflexible, time-consuming and unscalable, has kept coaching out of reach for all but the most senior staff. We are fundamentally disrupting the learning and development landscape and democratising access to business coaching.”\n\nThe funding will help the startup grow its pool of coaches in the UK, as well as its core markets in France, Germany, Benelux and the Nordics. In addition to the platform and business operation side of things, the funds will further develop the company’s Coaching Lab, a think tank for behavioural research in the coaching space, designed to support coach development.\n\nCommenting on the investment, David Kuczek of HV Holtzbrinck Ventures said: “Digital coaching has become a billion dollar market that’s increasing year on year, and we see CoachHub as the clear category leader in Europe. We’re really impressed by the team’s execution in building this platform and the rapid customer traction it’s gained since launching last year.”", "entities": [[0, 8, "org_in_focus"], [29, 40, "money_funded"], [109, 117, "org_in_focus"], [123, 129, "headquarters_loc"], [179, 190, "money_funded"], [221, 244, "investor"], [246, 253, "investor"], [259, 270, "investor"], [290, 300, "investor"], [1123, 1127, "year_founded"]]}
